
#ifndef YATTAZE_H
#define YATTAZE_H 1

#define YATTAZE                                                                                                 \
    "やったぜ。　投稿者：変態糞土方 (8月16日（水）07時14分22秒)\n"                       \
    "昨日の8月15日にいつもの浮浪者のおっさん（60歳）と先日メールくれた汚れ好"  \
    "きの土方のにいちゃん\n"                                                                          \
    "（45歳）とわし（53歳）の3人で県北にある川の土手の下で盛りあったぜ。\n"      \
    "今日は明日が休みなんでコンビニで酒とつまみを買ってから滅多に人が来ない" \
    "所なんで、\n"                                                                                         \
    "そこでしこたま酒を飲んでからやりはじめたんや。\n"                                   \
    "3人でちんぽ舐めあいながら地下足袋だけになり持って来たいちぢく浣腸を3本"  \
    "ずつ入れあった。\n"                                                                                \
    "しばらくしたら、けつの穴がひくひくして来るし、糞が出口を求めて腹の中で" \
    "ぐるぐるしている。\n"                                                                             \
    "浮浪者のおっさんにけつの穴をなめさせながら、兄ちゃんのけつの穴を舐めて" \
    "たら、\n"                                                                                               \
    "先に兄ちゃんがわしの口に糞をドバーっと出して来た。\n"                             \
    "それと同時におっさんもわしも糞を出したんや。もう顔中、糞まみれや、\n"     \
    "3人で出した糞を手で掬いながらお互いの体にぬりあったり、\n"                      \
    "糞まみれのちんぽを舐めあって小便で浣腸したりした。ああ～～たまらねえぜ" \
    "。\n"                                                                                                     \
    "しばらくやりまくってから又浣腸をしあうともう気が狂う程気持ちええんじゃ" \
    "。\n"                                                                                                     \
    "浮浪者のおっさんのけつの穴にわしのちんぽを突うずるっ込んでやると\n"        \
    "けつの穴が糞と小便でずるずるして気持ちが良い。\n"                                   \
    "にいちゃんもおっさんの口にちんぽ突っ込んで腰をつかって居る。\n"              \
    "糞まみれのおっさんのちんぽを掻きながら、思い切り射精したんや。\n"           \
    "それからは、もうめちゃくちゃにおっさんと兄ちゃんの糞ちんぽを舐めあい、" \
    "\n"                                                                                                        \
    "糞を塗りあい、二回も男汁を出した。もう一度やりたいぜ。\n"                       \
    "やはり大勢で糞まみれになると最高やで。こんな、変態親父と糞あそびしない" \
    "か。\n"                                                                                                  \
    "ああ～～早く糞まみれになろうぜ。\n"                                                        \
    "岡山の県北であえる奴なら最高や。わしは163*90*53,おっさんは165*75*"                 \
    "60、や\n"                                                                                                \
    "糞まみれでやりたいやつ、至急、メールくれや。\n"                                      \
    "土方姿のまま浣腸して、糞だらけでやろうや。\n"

#define KAIBUNSHO                                                                                               \
    "８がつ１６にち　はれ\n"                                                                          \
    "きょうぼくはそらくんのおうちであそんでいました\n"                                   \
    "そらくんはぼくのともだちでかっこよくてげんきいっぱいなともだちです\n"     \
    "でもきょうのそらくんはすこしへんでした\n"                                               \
    "『きょうはとくべつなあそびをしよう』といってきてふくをぬぎはじめました" \
    "\n"                                                                                                        \
    "ぼくもふくをぬいでなにするのかとおもったらいきなりそらくんがぼくのちん" \
    "ちんをさわってきました\n"                                                                       \
    "いきなりさわられたからへんなこえがでちゃいました\n"                                \
    "それをきいたそらくんはくすくすわらっていました\n"                                   \
    "『ぼくのもさわっていいよ』っていわれたからぼくもそらくんのちんちんをさ" \
    "わったらおんなのこみたいなこえをだしていました\n"                                   \
    "それをきいたぼくはなんだかへんなきぶんになってきてちんちんがおおきくな" \
    "ってきました\n"                                                                                      \
    "そそり立つ僕の陰茎を見た彼の顔は先ほどまでは【友達】だったのが一匹の【" \
    "雌】になっていました\n"                                                                          \
    "僕の頭の中の何かが崩れる音がし、それから僕はこの行き場のない感情を目の" \
    "前の雌にぶつけました\n"                                                                          \
    "彼の部屋に響く肉を打ち付ける音、普段からは聞きもしない彼の嬌声、充満す" \
    "る汗の香り…いや、オスの匂いか…\n"                                                        \
    "僕は彼を貪り性の全てをぶつけた、彼は何も言わず僕にやさしく聖母のような" \
    "慈愛に溢れた顔で僕の全てを受け入れてくれた\n"                                         \
    "そして僕は彼の中に思い切り射精したんや\n"                                               \
    "それからは、もうめちゃくちゃにおっさんと兄ちゃんの糞ちんぽを舐めあい、" \
    "\n"                                                                                                        \
    "糞を塗りあい、二回も男汁を出した。もう一度やりたいぜ。\n"                       \
    "やはり大勢で糞まみれになると最高やで。こんな、変態親父と糞あそびしない" \
    "か。\n"                                                                                                  \
    "ああ～～早く糞まみれになろうぜ。\n"                                                        \
    "岡山の県北であえる奴なら最高や。わしは163*90*53,おっさんは165*75*"                 \
    "60、や\n"                                                                                                \
    "糞まみれでやりたいやつ、至急、メールくれや。\n"                                      \
    "土方姿のまま浣腸して、糞だらけでやろうや。\n"

void printYattaze(void);

#endif
